{
    "하지만, 시, 아름다움, 낭만, 사랑, 이들은 우리가 살아있는 이유입니다.": "But poetry, beauty, romance, love, these are what we stay alive for.",
    "지금의 날 말해주는 건 속마음이 아닌 현재의 행동입니다": "It's not who I am underneath but what I do that defines me.",
    "제 경력에서 큰 진전이라 할 수 있죠.": "It’s a big step forward in my career.",
    "정말 감사하겠습니다.": "I'll be very grateful.",
    "저를 이기기는 쉽지 않을 것입니다.": "I'm tough to beat.",
    "저는 그 일과 아무런 관련이 없습니다.": "I don't have anything to do with it.",
    "이해가 빠르군. 모의 유엔 활동한다고?": "You catch on quick. Are you in Model UN?",
    "이러한 성격의 기록물을 개제하는 데 편집자의 책임은 어디에 있습니까? (이런 내용의 기사를 다루는 일이 언론인이 해야할 일인가요?)": "Where is the editorial responsibility in publishing records of this nature?",
    "이 주제에 관한 당신 자신의 생각은 있나요?": "Do you have any thoughts of your own on this matter?",
    "이 일은 오직 동료들 때문에 하는 거예요.": "It's all about the men next to you.",
    "의학, 법학, 경영학, 공학, 이들은 모두 고귀한 추구이며 생명을 유지하는 데 필수적입니다.": "Medicine, law, business, engineering, these are all noble pursuits, and necessary to sustain life.",
    "음악 경연에서 누가 더 나은지 어떻게 알아, 주관적인 거 아닌가?": "How do you know who wins in a music competition, isn't it subjective?",
    "원래는 정의를 실현하기 위해서였습니다.": "It was supposed to be about justice.",
    "원래 제가 겁먹은 것처럼 보이면 안되어요.": "I'm not supposed to look scared.",
    "우리에게 전체 내용을 표절할 건가요?": "Were you going to plagiarize the whole thing for us?",
    "우리를 지켜주시는 파병 장병 여러분께 성원을 보냅시다.": "Keep faith with those we have sent forth to defend us.",
    "우리 모두는 일시적인 성과가 아닌, 꾸준히 해왔던 일의 결과를 인정받고 싶어할 같습니다.": "I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work.",
    "예술가가 되라고 권유하는 것은 아주 위험합니다.": "You take a big risk by encouraging them to become artists.",
    "업무 끝났어요": "We're closed.",
    "얼마나 세게 맞으면서도 계속 앞으로 나아갈 수 있는지, 얼마나 견디면서 계속 앞으로 나아갈 수 있는지가 중요합니다.": "It’s about how hard you can get hit and keep moving forward; how much you can take and keep moving forward.",
    "언젠가 틀림없이 좋은 교육감이 되겠군요": "I'm sure they'll make great school board presidents someday.",
    "암스트롱과 대화하기는 쉽지만, (그를) 알기는 어렵습니다.": "Armstrong is easy to talk to, but hard to know.",
    "아무도 책임지지 않을 때는 모두가 책임져야 합니다.": "When no one is to blame, everyone is to blame.",
    "시리얼 좀 가져올래? 계산하고 있을게.": "You want to go get us some cereal, and I'll meet you at the checkout?",
    "상사분과 이야기할 수 있을까요?": "Can I talk to your supervisor?",
    "부자로 멀쩡히 90살까지 살아도 아무도 내가 누구였는지 기억하지 못하느니 술에 취해 파산한 채로 34살에 죽어서 저녁 식사 자리에서 사람들이 내 얘기를 하는 편이 더 낫겠습니다": "I'd rather die drunk, broke at 34 and have people at a dinner table talk about me than live to be rich and sober at 90 and nobody remember who I was.",
    "복사실은 4시에 끝났습니다": "The copy room closed at four.",
    "미안하다는 말로 될 일이 아니야.": "Sorry doesn't cut it.",
    "디저트 먹을 사람 있니?": "Who wants dessert?",
    "동료들이 거기 있습니다. 겉보기와 달리 모두 좋은 녀석들이에요.": "My comrades are there. They may not look it, but they are a good bunch.",
    "더스틴은 모의 유엔 동아리 회장이고, 곧 로즈 장학생이 될 거예요 그 밖에 또 무슨 일을 할 지 누가 알겠어요.": "Dustin is heading up Model UN, soon to be Rhodes Scholar and who knows what all else.",
    "당신은 냉소적인 분이 아니라고 생각했는데요.": "I never pegged you as a cynic.",
    "넌 나를 아예 거들떠보지도 않을 거니 더 대단한 일을 해야해서?": "You won't be able to give me the time of day because you have bigger things to pursue?",
    "난 자신이 원하는 것이 무엇인지도 모르는 여자애일 뿐이고.": "I'm just some girl who doesn't know what she wants.",
    "그의 이름을 알려드릴 수 없습니다 민원 사항이 없다면.": "I can't give you his name unless you have a complaint.",
    "그는 오늘 안계세요.": "He’s not in today.",
    "그는 그냥 남겼어.": "He just left.",
    "그냥 필요성을 못 느꼈어요.": "I just never really saw the use.",
    "그건 단순히 내가 하는 일이 아니야. 그건 나 자신이야.": "It's not what I am. It's who I am.",
    "괜찮으시면 잠시 말씀 좀 드릴 수 있을까요?": "I was wondering if I could have a word with you?"
}