{
    "The public began to see plastic products as f _ _ _ and low-quality.": [
        "fake",
        "대중은 플라스틱 제품을 가짜 및 저품질로보기 시작했습니다."
    ],
    "The experiment showed that photos are s _ _ _ _ _ _ _ to videos in engaging viewer attention.": [
        "superior",
        "실험은 사진이 시청자의 관심을 끌면서 비디오보다 우수하다는 것을 보여주었습니다."
    ],
    "Humans should live in h _ _ _ _ _ _ with nature. It is healthier for them and the environment.": [
        "harmony",
        "인간은 자연과 조화를 이루어 살아야합니다.그들과 환경에 더 건강합니다."
    ],
    "As global trade and exploration increased, the need to transport food easily and safely became c _ _ _ _ _ _ _.": [
        "critical",
        "글로벌 무역과 탐사가 증가함에 따라 음식을 쉽고 안전하게 운송해야 할 필요성이 중요해졌습니다."
    ],
    "Many people think that real plants are more attractive than f _ _ _ ones.": [
        "fake",
        "많은 사람들은 실제 식물이 가짜 식물보다 매력적이라고 ​​생각합니다."
    ],
    "Workers a _ _ _ _ _ _ _ hundreds of parts in a factory to make a car.": [
        "assemble",
        "노동자들은 공장에서 수백 부품을 조립하여 자동차를 만듭니다."
    ],
    "Then it a _ _ _ _ _ _ _ _ the letters as words and the words as sentences.": [
        "assembles",
        "그런 다음 글자를 단어로, 단어를 문장으로 조립합니다."
    ],
    "“He was terrified that I was leaving this stable job,” but Gutiérrez was d _ _ _ _ _ _ _ _ _ to p _ _ _ _ _ his idea.": [
        "determined / pursue",
        "\"그는 내가이 안정된 직업을 떠나고 있다는 사실에 겁이 났지만 구티예 레즈는 그의 아이디어를 추구하기로 결심했다."
    ],
    "Not at all. He says as a child, he was very shy and his family had to push him to be more a _ _ _ _ _ _ _ _.": [
        "assertive",
        "별말씀을요.그는 어렸을 때 매우 부끄러워서 그의 가족은 그를 더 독단적으로 밀어야한다고 말했다."
    ],
    "From the moment an animal is killed or a vegetable is picked, b _ _ _ _ _ _ _ begins to b _ _ _ _ _ _ _ _ _ _ _ _.": [
        "bacteria / break it down",
        "동물이 죽거나 야채가 뽑히는 순간부터 박테리아가 그것을 분해하기 시작합니다."
    ],
    "Returning days or weeks later, they found that the milk had t _ _ _ _ _ _ _ _ _ _ into yogurt.": [
        "transformed",
        "며칠 또는 몇 주 후에, 그들은 우유가 요구르트로 변형 된 것을 발견했습니다."
    ],
    "Even worse, because all his farm business was done in cash, he had no records of his income, and without records, he could not get a loan or i _ _ _ _ _ _ _ _. ": [
        "insurance",
        "더 나쁜 것은, 그의 모든 농장 사업이 현금으로 이루어 졌기 때문에, 그는 그의 소득에 대한 기록이 없었으며 기록이 없으면 대출이나 보험을받을 수 없었습니다."
    ],
    "A long electrical w _ _ _ connects a table lamp to an outlet in a wall.": [
        "wire",
        "긴 전기선은 테이블 램프를 벽의 콘센트에 연결합니다."
    ],
    "This is because many businesses are moving away from traditional o _ _ _ _ _ _ _ _ models of selling products.": [
        "ownership",
        "많은 비즈니스가 제품 판매의 전통적인 소유권 모델에서 멀어지고 있기 때문입니다."
    ],
    "That’s a problem because researchers warn that c _ _ _ _ _ _ levels of fishing are not sustainable and that the global s _ _ _ _ _ of seafood may run out by then.": [
        "current / supply",
        "연구원들은 현재의 낚시 수준이 지속 가능하지 않으며 그때까지 해산물의 전 세계 공급이 다가올 수 있다고 경고하기 때문에 문제가됩니다."
    ],
    "The food was probably not very tasty, but it was n _ _ _ _ _ _ _ _ _ and kept the sailors alive, allowing global exploration to continue.": [
        "nutritious",
        "음식은 아마도 맛있지 않았을 것입니다. 그러나 영양가가 높았고 선원들을 살아있게하여 전 세계 탐험을 계속할 수있었습니다."
    ],
    "You can a _ _ _ _ most recipes to feed more or fewer people.": [
        "adapt",
        "대부분의 레시피를 조정하여 더 많은 사람들에게 먹이를 줄 수 있습니다."
    ],
    "In some factories, workers wear gloves to protect their hands from h _ _ _ _ _ _ chemicals.": [
        "harmful",
        "일부 공장에서는 노동자들이 유해한 화학 물질로부터 손을 보호하기 위해 장갑을 착용합니다."
    ],
    "Recent research has i _ _ _ _ _ _ _ _ _ _ _ for how we use our phones.": [
        "implications",
        "최근의 연구는 전화를 사용하는 방법에 영향을 미칩니다."
    ],
    "He put food in glass jars, closed them t _ _ _ _ _ _, and then heated them to a high temperature.": [
        "tightly",
        "그는 음식을 유리 병에 넣고 단단히 닫은 다음 고온으로 가열했습니다."
    ],
    "Texting is not always the best m _ _ _ of communication.": [
        "mode",
        "문자 메시지가 항상 최고의 커뮤니케이션 모드는 아닙니다."
    ],
    "It is useful to have a n _ _ _ _ _ _ of colleagues who can give you career advice.": [
        "network",
        "직업 조언을 줄 수있는 동료 네트워크를 갖는 것이 유용합니다."
    ],
    "There was an almost unlimited supply of plastic, and it could be made with specific characteristics — hard or soft, s _ _ _ _ or f _ _ _ _ _ _ _, clear or colored.": [
        "stiff / flexible",
        "플라스틱의 거의 무제한 공급이 있었으며 단단하거나 부드럽거나 뻣뻣하거나 유연하거나 맑거나 색이 특정 특성으로 만들 수 있습니다."
    ],
    "P _ _ _ _ _ _ _ _ of famous people usually p _ _ _ _ _ the strongest responses from the public. ": [
        "Portraits / prompt",
        "유명한 사람들의 초상화는 대개 대중의 가장 강력한 반응을 자극합니다."
    ],
    "With a r _ _ _ _ _ _ _ _ _ ability to do things differently, today’s entrepreneurs are d _ _ _ _ _ _ _ _ _ markets from finance to technology.": [
        "remarkable / disrupting",
        "일을 다르게 할 수있는 놀라운 능력으로 오늘날의 기업가들은 금융에서 기술로 시장을 방해하고 있습니다."
    ],
    "Digital innovation can d _ _ _ _ _ _ traditional businesses. For example, more people now use ride-hailing companies like Uber than traditional taxis.": [
        "disrupt",
        "디지털 혁신은 전통적인 비즈니스를 방해 할 수 있습니다.예를 들어, 더 많은 사람들이 이제 전통적인 택시보다 우버와 같은 라이드 우울 회사를 사용합니다."
    ],
    "A lot of people c _ _ _ _ that they recycle, but the evidence is that they do not.": [
        "claim",
        "많은 사람들이 자신이 재활용한다고 주장하지만 증거는 그렇지 않다는 증거입니다."
    ],
    "A picture can be a more effective m _ _ _ of communication than words to tell a story.": [
        "mode",
        "그림은 이야기를하는 단어보다 더 효과적인 의사 소통 모드가 될 수 있습니다."
    ],
    "Many of them don’t want the responsibility of having a lot of p _ _ _ _ _ _ _ _ _ _.": [
        "possessions",
        "그들 중 많은 사람들이 많은 소유물을 갖는 책임을 원하지 않습니다."
    ],
    "Some people have so many p _ _ _ _ _ _ _ _ _ _ that they cannot fit all of them into their homes.": [
        "possessions",
        "어떤 사람들은 너무 많은 소유물을 가지고있어서 모든 것을 집에 넣을 수는 없습니다."
    ],
    "We are hoping that the c _ _ _ _ _ _ situation will not last very long.": [
        "current",
        "우리는 현재 상황이 오래 지속되지 않기를 바라고 있습니다."
    ],
    "Each time a product comes back from a renter, it is refurbished, e _ _ _ _ _ _ _ _ the life of the product.": [
        "extending",
        "제품이 임차인에게서 돌아올 때마다, 제품의 수명을 연장하여 개조됩니다."
    ],
    "Some studies focus e _ _ _ _ _ _ _ _ _ _ on children; no adults are included.": [
        "exclusively",
        "일부 연구는 어린이에만 초점을 맞추고 있습니다.성인이 포함되어 있지 않습니다."
    ],
    "Manufacturers throw away products that have f _ _ _ _ because consumers won't buy products that aren't perfect.": [
        "flaws",
        "제조업체는 소비자가 완벽하지 않은 제품을 구매하지 않기 때문에 결함이있는 제품을 버립니다."
    ],
    "One p _ _ _ _ _ _ _ _ of economics is that consumers buy less when prices go up.": [
        "principle",
        "경제의 한 가지 원칙은 가격이 상승 할 때 소비자가 더 적게 구매한다는 것입니다."
    ],
    "We cannot e _ _ _ _ _ _ _ _ all our problems, but we can reduce the number of them.": [
        "eliminate",
        "우리는 모든 문제를 제거 할 수는 없지만 그 수를 줄일 수 있습니다."
    ],
    "Many of the ordinary things that we use every day, from combs to toothbrushes, were once l _ _ _ _ _ items. ": [
        "luxury",
        "빗에서 칫솔에 이르기까지 매일 우리가 사용하는 많은 평범한 것들이 한때 고급스러운 아이템이었습니다."
    ],
    "In the 1950s, plastic production t _ _ _ _ _ _ _.": [
        "took off",
        "1950 년대에 플라스틱 생산이 시작되었습니다."
    ],
    "With another scientist, Ka Yi Ling, and the support of i _ _ _ _ _ _ _ _ and the Singapore government, she founded a company, Shiok Meats, in 2018. ": [
        "investors",
        "다른 과학자 인 Ka Yi Ling과 투자자와 싱가포르 정부의 지원과 함께 그녀는 2018 년에 회사 인 Shiok Meats를 설립했습니다."
    ],
    "Many people t _ _ _ _ _ _ their families first when they need financial help.": [
        "turn to",
        "많은 사람들이 재정적 도움이 필요할 때 가족에게 먼저 돌아옵니다."
    ],
    "L _ _ _ _ _ items should be taxed more than everyday items like food and clothes.": [
        "Luxury",
        "사치품은 음식이나 옷과 같은 일상 품목보다 세금을 부과해야합니다."
    ],
    "Before its release in 2008, Apple did a r _ _ _ _ _ _ _ _ _ job of keeping the iPhone a secret.": [
        "remarkable",
        "2008 년에 출시되기 전에 Apple은 iPhone을 비밀로 유지하는 놀라운 일을했습니다."
    ],
    "So, they c _ _ _ _ _ _ _ _ _ _ _ with a tire manufacturer in Singapore.": [
        "collaborated",
        "그래서 그들은 싱가포르의 타이어 제조업체와 협력했습니다."
    ],
    "New smartphones are often s _ _ _ _ _ _ _ bigger than the old ones but not much bigger.": [
        "slightly",
        "새로운 스마트 폰은 종종 기존 스마트 폰보다 약간 크지 만 훨씬 더 크지는 않습니다."
    ],
    "A portrait is a very f _ _ _ _ _ type of painting or photo.": [
        "formal",
        "초상화는 매우 공식적인 유형의 그림이나 사진입니다."
    ],
    "In addition, the brain can process images very quickly and s _ _ _ _ a large number of them as memories.": [
        "store",
        "또한 뇌는 이미지를 매우 빠르게 처리하고 많은 수의 이미지를 기억으로 저장할 수 있습니다."
    ],
    "Most university students will begin to c _ _ _ _ _ _ _ _ _ _ their futures as they near graduation.": [
        "contemplate",
        "대부분의 대학생들은 졸업 근처에 미래를 고려하기 시작할 것입니다."
    ],
    "It is likely that the move from ownership to usership will continue to expand, partly in response to growing consumer d _ _ _ _ _ for greener products.": [
        "demand",
        "친환경 제품에 대한 소비자 수요 증가에 따라 소유권에서 USShip으로의 전환이 계속 확대 될 가능성이 높습니다."
    ],
    "Unfortunately, shoes w _ _ _ _ _ _ _ _ quickly if you use them every day.": [
        "wear out ",
        "불행히도, 신발은 매일 사용하면 신발이 빨리 마모됩니다."
    ],
    "A s _ _ _ _ _ of Japanese adults asked about their support for a circular economy.": [
        "survey",
        "일본 성인에 대한 조사는 순환 경제에 대한 지원에 대해 물었습니다."
    ],
    "If you miss too many classes, there will be a g _ _ in your knowledge.": [
        "gap",
        "수업이 너무 많으면 지식에 차이가있을 것입니다."
    ],
    "Gutiérrez gives a lot of c _ _ _ _ _ to the people who have worked with him, stressing the importance of having a great team, where each team member has different knowledge and skills.": [
        "credit",
        "Gutiérrez는 그와 함께 일한 사람들에게 많은 신용을 제공하며, 각 팀원마다 지식과 기술이 다른 훌륭한 팀을 보유하는 것의 중요성을 강조합니다."
    ],
    "For IKEA, usership strategies are helping the company to plan ahead for the day when it will be harder to get the non-r _ _ _ _ _ _ _ _ raw materials needed to produce furniture.": [
        "renewable",
        "IKEA의 경우 USShip 전략은 회사가 가구 생산에 필요한 재생 불가능한 원자재를 얻기가 더 어려울 날을 미리 계획 할 수 있도록 돕고 있습니다."
    ],
    "Sriram considered a number of different opportunities, but one in particular a _ _ _ _ _ _ _ _ _ _ her — how to feed the world’s growing population.": [
        "appealed to",
        "Sriram은 여러 가지 다른 기회를 고려했지만 특히 그녀에게 호소했습니다 - 세계의 증가하는 인구에게 먹이를주는 방법."
    ],
    "Family and friends are often very s _ _ _ _ _ _ _ _ _ when you lose your job.": [
        "supportive",
        "가족과 친구는 종종 직장을 잃을 때 매우지지 적입니다."
    ],
    "Realizing that this was an opportunity, he decided to leave his s _ _ _ _ _ job in the United States and start a ride-hailing service in Colombia, which uses an app, much like Uber.": [
        "secure",
        "이것이 기회라는 사실을 깨닫고, 미국에서 안전한 직업을 떠나 Uber와 같은 앱을 사용하는 콜롬비아에서 승마 서비스를 시작하기로 결정했습니다."
    ],
    "She had a s _ _ _ _ _ _ _ _ _ mentor, who told her that although many people have excellent ideas, successful entrepreneurs are able to match those ideas to a gap in the market — to something that is missing but the public will want.": [
        "supportive",
        "그녀는지지적인 멘토가 있었는데, 그는 많은 사람들이 훌륭한 아이디어를 가지고 있지만 성공적인 기업가들은 그 아이디어를 시장의 차이와 일치시킬 수 있다고 말했습니다."
    ],
    "Most people cannot r _ _ _ _ _ events from before they were three years old.": [
        "recall",
        "대부분의 사람들은 3 살이되기 전에 사건을 기억할 수 없습니다."
    ],
    "Some of these images were exactly the same as the previous images, and some were s _ _ _ _ _ _ _ different.": [
        "slightly",
        "이 이미지 중 일부는 이전 이미지와 정확히 동일했으며 일부는 약간 다릅니다."
    ],
    "A _ _ _ _ _ _ _ _ people usually make good salespeople because they are aren't afraid to speak up.": [
        "Assertive",
        "독단적 인 사람들은 대개 발언을 두려워하지 않기 때문에 좋은 영업 사원을 만듭니다."
    ],
    "The company was unable to deliver the product on time because of a major s _ _ _ _ _ _.": [
        "setback",
        "이 회사는 큰 좌절로 인해 제 시간에 제품을 전달할 수 없었습니다."
    ],
    "Instead of photographing the animals in their habitats, he began taking their p _ _ _ _ _ _ _ _.": [
        "portraits",
        "그는 서식지에서 동물을 촬영하는 대신 인물 사진을 찍기 시작했습니다."
    ],
    "We can p _ _ _ _ _ _ _ fruits in cans and jars and eat them at a later time.": [
        "preserve",
        "우리는 캔과 항아리에서 과일을 보존하고 나중에 먹을 수 있습니다."
    ],
    "Old family photographs can often t _ _ _ _ _ _ memories of childhood.": [
        "trigger",
        "오래된 가족 사진은 종종 어린 시절의 기억을 유발할 수 있습니다."
    ],
    "National Geographic photographer Lynn Johnson says that images are so powerful that \"they can change the c _ _ _ _ _ of people's lives; they can change the c _ _ _ _ _ of history.“": [
        "course / course",
        "내셔널 지오그래픽 사진 작가 인 린 존슨 (Lynn Johnson)은 이미지는 \"사람들의 삶의 과정을 바꿀 수 있고 역사의 과정을 바꿀 수있다\"고 말했다."
    ],
    "Solar and wind power are r _ _ _ _ _ _ _ _ sources of energy. Oil and gas are not.": [
        "renewable",
        "태양과 풍력은 재생 가능한 에너지 원입니다.석유와 가스는 아닙니다."
    ],
    "The growing population has led to an increased d _ _ _ _ _ for electricity.": [
        "demand",
        "인구 증가로 인해 전기 수요가 증가했습니다."
    ],
    "Many people bring their own bags to a store to carry their p _ _ _ _ _ _ _ _.": [
        "purchases",
        "많은 사람들이 자신의 가방을 매장에 가져와 구매를 운반합니다."
    ],
    "On weekends, the streets t _ _ _ _ _ _ _ _ into a market for street vendors.": [
        "transform",
        "주말에는 거리가 노점상 시장으로 변모합니다."
    ],
    "I think your project is too a _ _ _ _ _ _ _ _. There is a lot to finish before the deadline.": [
        "ambitious",
        "나는 당신의 프로젝트가 너무 야심적이라고 생각합니다.마감일 전에 끝날 것이 많습니다."
    ],
    "A basic p _ _ _ _ _ _ _ _ of the circular economy is that any waste should be used to make another product. ": [
        "principle",
        "원형 경제의 기본 원칙은 모든 폐기물을 다른 제품을 만드는 데 사용해야한다는 것입니다."
    ],
    "If you close a water bottle t _ _ _ _ _ _, the water will not spill out.": [
        "tightly",
        "물병을 단단히 닫으면 물이 쏟아지지 않습니다."
    ],
    "The Picture Superiority Effect has wide i _ _ _ _ _ _ _ _ _ _ _.": [
        "implications",
        "그림 우수성 효과는 광범위한 영향을 미칩니다."
    ],
    "Energy companies e _ _ _ _ _ _ raw materials from the earth to make oil and steel.": [
        "extract",
        "에너지 회사는 지구에서 원료를 추출하여 석유와 강철을 만듭니다."
    ],
    "There is usually a l _ _ _ _ _ _ _ _ _ on the number of people allowed in the restaurant.": [
        "limitation",
        "일반적으로 식당에서 허용되는 사람들의 수에는 제한이 있습니다."
    ],
    "Regular repairs can e _ _ _ _ _ the life span of appliances for many more years.": [
        "extend",
        "정기 수리는 몇 년 동안 가전 제품의 수명을 연장 할 수 있습니다."
    ],
    "Photos of rare animals from r _ _ _ _ _ areas of the world in their natural h _ _ _ _ _ _ are also very popular.": [
        "remote / habitat",
        "자연 서식지에서 세계 외곽 지역의 희귀 동물 사진도 매우 인기가 있습니다."
    ],
    "One wealthy i _ _ _ _ _ _ _ gave 10 million dollars to help start the company.": [
        "investor",
        "한 명의 부유 한 투자자가 회사를 시작하기 위해 천만 달러를 주었다."
    ],
    "Smartphones should make our lives easier, but i _ _ _ _ _ _ _ _ _, they often do the opposite.": [
        "ironically",
        "스마트 폰은 우리의 삶을 더 쉽게 만들어야하지만 아이러니하게도 종종 반대입니다."
    ],
    "When the tires w _ _ _ _ _ _ _, their rubber is recycled as shoe soles, reducing Timberland's need for new rubber.": [
        "wear out",
        "타이어가 마모되면 고무는 신발 발바닥으로 재활용되어 Timberland의 새로운 고무에 대한 필요성이 줄어 듭니다."
    ],
    "A good boss gives his or her employees a lot of c _ _ _ _ _ for a successful year.": [
        "credit",
        "좋은 상사는 자신의 직원들에게 성공적인 한 해 동안 많은 크레딧을 제공합니다."
    ],
    "Some people think that parking a car in a parking garage is more s _ _ _ _ _ than parking on the street.": [
        "secure",
        "어떤 사람들은 주차장에 차를 주차하는 것이 길거리 주차보다 안전하다고 생각합니다."
    ],
    "Before celluloid film, photographers had used glass plates, which were heavy, expensive, and f _ _ _ _ _ _. ": [
        "fragile",
        "셀룰로이드 필름 이전에 사진가들은 무겁고 비싸고 깨지기 쉬운 유리 판을 사용했습니다."
    ],
    "This jewelry might a _ _ _ _ _ _ _ _ you because it is made in a sustainable way.": [
        "appeal to",
        "이 보석류는 지속 가능한 방식으로 만들어지기 때문에 당신에게 호소 할 수 있습니다."
    ],
    "A few years later, a British inventor a _ _ _ _ _ _ Appert’s method for cans and within a few decades, people could buy cans of soup, juice, vegetables, and meat.": [
        "adapted",
        "몇 년 후, 영국의 발명가는 캔에 대한 Appert의 방법을 조정했으며 수십 년 안에 사람들은 수프, 주스, 야채 및 고기 캔을 살 수있었습니다."
    ],
    "Items made of glass are usually f _ _ _ _ _ _, so you need to handle them carefully.": [
        "fragile",
        "유리로 만든 품목은 일반적으로 깨지기 쉽기 때문에 조심스럽게 처리해야합니다."
    ],
    "This waste is an economic design f _ _ _.": [
        "flaw",
        "이 폐기물은 경제 설계 결함입니다."
    ],
    "Often, the main d _ _ _ _ _ _ _ of a plan is that it is too expensive.": [
        "drawback",
        "종종 계획의 주요 단점은 너무 비싸다는 것입니다."
    ],
    "If you’re just sitting there and c _ _ _ _ _ _ _ _ _ _ _ _, things will never move forward.": [
        "contemplating",
        "당신이 거기에 앉아서 고민한다면, 상황은 결코 앞으로 나아갈 수 없습니다."
    ],
    "This difference between how the brain responds to images and written text is called the Picture Superiority Effect (see Figure 1), and it explains why our memory of images is s _ _ _ _ _ _ _ to our memory of text.": [
        "superior",
        "뇌가 이미지에 반응하는 방식과 서면 텍스트에 대한 이러한 차이를 그림 우수성 효과라고하며 (그림 1 참조), 이미지에 대한 우리의 기억이 텍스트 기억보다 우월한 이유를 설명합니다."
    ],
    "Having a reliable food source also allowed them to s _ _ _ _ _ in one place.": [
        "settle",
        "신뢰할 수있는 식품 공급원을 가지고 있으면 한 곳에 정착 할 수있었습니다."
    ],
    "Unfortunately, most plant-based meats do not have the same taste or t _ _ _ _ _ _ as real meat, nor do they provide the same nutrition.": [
        "texture",
        "불행히도, 대부분의 식물성 육류는 실제 육류와 같은 맛이나 질감을 가지고 있지 않으며 동일한 영양을 제공하지 않습니다."
    ],
    "It is difficult to grow crops in areas where water is s _ _ _ _ _.": [
        "scarce",
        "물이 부족한 지역에서 작물을 재배하는 것은 어렵습니다."
    ],
    "He is now working on a second company, an a _ _ _ _ _ _ _ _ project that Gutiérrez hopes will provide mobile financial services to 400 million people across Latin America who do not have bank accounts.": [
        "ambitious",
        "그는 현재 Gutiérrez가 은행 계좌가없는 라틴 아메리카 전역의 4 억 명의 사람들에게 모바일 금융 서비스를 제공하기를 희망하는 야심 찬 프로젝트 인 두 번째 회사에서 일하고 있습니다."
    ],
    "The k _ _ to active reading is taking good notes.": [
        "key",
        "활발한 독서의 열쇠는 좋은 메모를하는 것입니다."
    ],
    "A circular economy is based on the idea of e _ _ _ _ _ _ _ _ _ _ waste by keeping raw materials and products in use for much longer.": [
        "eliminating",
        "원형 경제는 원자재와 제품을 훨씬 더 오래 사용하여 폐기물을 제거한다는 아이디어에 기초합니다."
    ],
    "This placed serious l _ _ _ _ _ _ _ _ _ _ on how they could live. ": [
        "limitations",
        "이것은 그들이 어떻게 살 수 있는지에 대해 심각한 제한을 두었습니다."
    ],
    "Joel Sartore began his career photographing endangered species in their natural h _ _ _ _ _ _.": [
        "habitat",
        "Joel Sartore는 자연 서식지에서 멸종 위기에 처한 종을 촬영하는 경력을 시작했습니다."
    ],
    "In addition, as a result of pollution, wild seafood often contains plastic and h _ _ _ _ _ _ chemicals.": [
        "harmful",
        "또한 오염의 결과로 야생 해산물에는 종종 플라스틱과 유해한 화학 물질이 포함되어 있습니다."
    ],
    "Sartore says we should not \"think that we can destroy one species . . . after another and not affect h _ _ _ _ _ _ _.": [
        "humanity",
        "사르토르는 우리는 \"우리가 한 종을 파괴 할 수 있다고 생각해서는 안된다."
    ],
    "Some companies rely almost e _ _ _ _ _ _ _ _ _ _ on photographs in their advertisements.": [
        "exclusively",
        "일부 회사는 거의 독점적으로 광고의 사진에 의존합니다."
    ],
    "New shoes are often s _ _ _ _ and uncomfortable.": [
        "stiff",
        "새로운 신발은 종종 뻣뻣하고 불편합니다."
    ],
    "The c _ _ _ _ _ _ _ _ _ of a laptop, which are made in different countries, are put together in a factory.": [
        "components",
        "다른 나라에서 만들어진 노트북의 구성 요소는 공장에서 함께 모입니다."
    ],
    "Car owners are often required to buy i _ _ _ _ _ _ _ _ in case of a car accident.": [
        "insurance",
        "자동차 소유자는 종종 자동차 사고가 발생한 경우 보험을 구매해야합니다."
    ],
    "This effect was d _ _ _ _ _ _ _ _ _ _ _ in a study in which participants were able to r _ _ _ _ _ only 10 percent of words presented alone.": [
        "demonstrated / recall",
        "이 효과는 참가자들이 단독으로 제시된 단어의 10 % 만 기억할 수있는 연구에서 입증되었습니다."
    ],
    "He believes that having a n _ _ _ _ _ _ of people who can support you and give you advice is also essential. ": [
        "network",
        "그는 당신을 지원하고 당신에게 조언을 줄 수있는 사람들의 네트워크를 갖는 것도 필수적이라고 생각합니다."
    ],
    "The team c _ _ _ _ _ _ _ _ _ _ _ to create the highest quality product. Each member did a great job.": [
        "collaborated",
        "이 팀은 최고 품질의 제품을 만들기 위해 협력했습니다.각 회원은 훌륭한 일을했습니다."
    ],
    "Most salespeople p _ _ _ _ _ a goal of increasing their sales every year.": [
        "pursue",
        "대부분의 영업 사원은 매년 판매를 늘리는 목표를 추구합니다."
    ],
    "Some tree branches don't break even in strong wind because they are f _ _ _ _ _ _ _.": [
        "flexible",
        "일부 나무 가지는 유연하기 때문에 강한 바람에도 부러지지 않습니다."
    ],
    "Europeans began to cross the ocean and s _ _ _ _ _ in North America in the mid-16th century.": [
        "settle",
        "유럽인들은 16 세기 중반에 바다를 건너 북미에 정착하기 시작했습니다."
    ],
    "Oxygen and water are both c _ _ _ _ _ _ _ for human life.": [
        "critical",
        "산소와 물은 모두 인간의 삶에 중요합니다."
    ],
    "A recent s _ _ _ _ _ of 15,000 people in Asia, Europe, and North America found that consumers are increasingly concerned about the environmental damage that waste can cause.": [
        "survey",
        "최근 아시아, 유럽 및 북미에서 15,000 명의 사람들에 대한 조사에 따르면 소비자는 폐기물이 발생할 수있는 환경 손상에 대해 점점 더 우려하고 있습니다."
    ],
    "They were made from natural raw materials, such as silver and ivory, which were s _ _ _ _ _ and expensive.": [
        "scarce",
        "그들은은과 상아와 같은 천연 원료로 만들어졌으며, 이는 부족하고 비싸다."
    ],
    "Fruits and vegetables are more n _ _ _ _ _ _ _ _ _ than cakes and candy.": [
        "nutritious",
        "과일과 채소는 케이크와 사탕보다 영양가가 높습니다."
    ],
    "Electrical w _ _ _ _ were covered in order to prevent these fires.": [
        "wires",
        "이러한 화재를 방지하기 위해 전선을 덮었습니다."
    ],
    "Which types of photos are most likely to e _ _ _ _ _ visitors": [
        "engage",
        "방문자를 참여시킬 가능성이 가장 높은 사진 유형"
    ],
    "I _ _ _ _ _ _ _ _ _, one of plastic’s greatest advantages — it doesn’t rust or break down like metal or wood — became its greatest d _ _ _ _ _ _ _.": [
        "Ironically / drawback",
        "아이러니하게도, 플라스틱의 가장 큰 장점 중 하나는 금속이나 목재처럼 녹슬거나 고장되지 않음으로써 가장 큰 단점이되었습니다."
    ],
    "The cost of home o _ _ _ _ _ _ _ _ is increasing every year.": [
        "ownership",
        "주택 소유 비용은 매년 증가하고 있습니다."
    ],
    "The rough t _ _ _ _ _ _ of a wool scarf can scratch your skin.": [
        "texture",
        "양모 스카프의 거친 질감은 피부를 긁을 수 있습니다."
    ],
    "Working 16 hours a day, 6 days a week is not a s _ _ _ _ _ _ _ _ _ _ way to live.": [
        "sustainable",
        "하루 16 시간 일주일에 6 일 일하는 것은 지속 가능한 생활 방법이 아닙니다."
    ],
    "The process of finding new drugs and other therapies had too many s _ _ _ _ _ _ _ and seemed to take forever, so she began to look for other ways to use her creative energy.": [
        "setbacks",
        "신약과 다른 요법을 찾는 과정은 너무 많은 좌절이 있었고 영원히 걸리는 것처럼 보였으므로 그녀는 창의적 에너지를 사용하는 다른 방법을 찾기 시작했습니다."
    ],
    "Factories need to have a dependable supply of raw materials.": [
        "supply",
        "공장에는 신뢰할 수있는 원자재가 필요합니다."
    ],
    "The k _ _ to the success of these usership models is that products are of high quality and can be repaired or u _ _ _ _ _ _ _ easily. ": [
        "key / upgraded",
        "이러한 USership 모델의 성공의 핵심은 제품이 고품질이며 쉽게 수리 또는 업그레이드 될 수 있다는 것입니다."
    ],
    "Sartore does this d _ _ _ _ _ _ _ _ _ _ _, knowing that when animals look human, they are likely to p _ _ _ _ _ a powerful emotional response.": [
        "deliberately / prompt",
        "Sartore는 동물이 인간처럼 보일 때 강력한 정서적 반응을 유발할 가능성이 있다는 것을 알고 의도적으로 이것을합니다."
    ],
    "The circular economy brings us back into h _ _ _ _ _ _ with nature.": [
        "harmony",
        "순환 경제는 우리를 자연과 조화롭게 만듭니다."
    ],
    "It is more likely than text to t _ _ _ _ _ _ an emotional response, and strong emotions are more likely to lead to action or changes in behavior.": [
        "trigger",
        "정서적 반응을 유발하는 것은 텍스트보다 더 가능성이 높으며 강한 감정은 행동이나 행동의 변화로 이어질 가능성이 높습니다."
    ],
    "Environmentalists and economists warn that this model is not s _ _ _ _ _ _ _ _ _ _.": [
        "sustainable",
        "환경 학자들과 경제학자들은이 모델이 지속 가능하지 않다고 경고합니다."
    ],
    "The disappearance of an insect or a frog may not seem very important, but every animal is an important l _ _ _ in nature.": [
        "link",
        "곤충이나 개구리의 사라짐은 그다지 중요하지는 않지만 모든 동물은 본질적으로 중요한 연결 고리입니다."
    ],
    "It’s hard to imagine a world without food that has been p _ _ _ _ _ _ _ _ in some way.": [
        "preserved",
        "어떤 식 으로든 보존 된 음식이없는 세상을 상상하기는 어렵습니다."
    ],
    "A lot of people u _ _ _ _ _ _ to the latest smartphone as soon as it's released.": [
        "upgrade",
        "많은 사람들이 출시 되 자마자 최신 스마트 폰으로 업그레이드합니다."
    ],
    "Experiments d _ _ _ _ _ _ _ _ _ _ that adult brains are very different from children's brains.": [
        "demonstrate",
        "실험은 성인 뇌가 어린이 뇌와는 매우 다르다는 것을 보여줍니다."
    ],
    "If you are d _ _ _ _ _ _ _ _ _, you will succeed in spite of any problems.": [
        "determined",
        "당신이 결정되면, 당신은 어떤 문제에도 불구하고 성공할 것입니다."
    ],
    "He traveled to r _ _ _ _ _ communities in Myanmar, Uganda, and India.": [
        "remote",
        "그는 미얀마, 우간다 및 인도의 원격 지역으로 여행했습니다."
    ],
    "Some critics of the circular economy c _ _ _ _ it will hurt businesses, but supporters argue the opposite.": [
        "claim",
        "순환 경제에 대한 일부 비평가들은 그것이 사업을 해칠 것이라고 주장하지만 지지자들은 그 반대라고 주장한다."
    ],
    "Valuable c _ _ _ _ _ _ _ _ _ are e _ _ _ _ _ _ _ _ from products for reuse in a new or different product.": [
        "components / extracted",
        "귀중한 구성 요소는 새 제품 또는 다른 제품의 재사용을 위해 제품에서 추출됩니다."
    ],
    "Millions of b _ _ _ _ _ _ _ live on our skin and inside our bodies. Most are harmless.": [
        "bacteria",
        "수백만 개의 박테리아가 우리 피부와 몸 안에 살고 있습니다.대부분은 무해합니다."
    ],
    "Many of them t _ _ _ _ _ _ options like IKEA, the Swedish furniture company, for these p _ _ _ _ _ _ _ _.": [
        "turn to / purchases",
        "그들 중 많은 사람들 이이 구매를 위해 스웨덴 가구 회사 인 Ikea와 같은 옵션으로 전환합니다."
    ],
    "Photographers catch a moment that they hope will e _ _ _ _ _ their viewers.": [
        "engage",
        "사진 작가는 시청자들을 참여시키기를 희망하는 순간을 포착합니다."
    ],
    "The food you eat begins to b _ _ _ _ _ _ _ _ _ as soon as you put it in your mouth.": [
        "break down",
        "당신이 먹는 음식은 입에 넣 자마자 분해되기 시작합니다."
    ],
    "Text messaging t _ _ _ _ _ _ _ in the late 1990s and is still popular today.": [
        "took off",
        "문자 메시지는 1990 년대 후반에 시작되었으며 오늘날에도 여전히 인기가 있습니다."
    ]
}