{
    "The public began to see plastic products as f _ _ _ and low-quality.": "fake",
    "The experiment showed that photos are s _ _ _ _ _ _ _ to videos in engaging viewer attention.": "superior",
    "Humans should live in h _ _ _ _ _ _ with nature. It is healthier for them and the environment.": "harmony",
    "As global trade and exploration increased, the need to transport food easily and safely became c _ _ _ _ _ _ _.": "critical",
    "Many people think that real plants are more attractive than f _ _ _ ones.": "fake",
    "Workers a _ _ _ _ _ _ _ hundreds of parts in a factory to make a car.": "assemble",
    "Then it a _ _ _ _ _ _ _ _ the letters as words and the words as sentences.": "assembles",
    "“He was terrified that I was leaving this stable job,” but Gutiérrez was d _ _ _ _ _ _ _ _ _ to p _ _ _ _ _ his idea.": "determined / pursue",
    "Not at all. He says as a child, he was very shy and his family had to push him to be more a _ _ _ _ _ _ _ _.": "assertive",
    "From the moment an animal is killed or a vegetable is picked, b _ _ _ _ _ _ _ begins to b _ _ _ _ _ _ _ _ _ _ _ _.": "bacteria / break it down",
    "Returning days or weeks later, they found that the milk had t _ _ _ _ _ _ _ _ _ _ into yogurt.": "transformed",
    "Even worse, because all his farm business was done in cash, he had no records of his income, and without records, he could not get a loan or i _ _ _ _ _ _ _ _. ": "insurance",
    "A long electrical w _ _ _ connects a table lamp to an outlet in a wall.": "wire",
    "This is because many businesses are moving away from traditional o _ _ _ _ _ _ _ _ models of selling products.": "ownership",
    "That’s a problem because researchers warn that c _ _ _ _ _ _ levels of fishing are not sustainable and that the global s _ _ _ _ _ of seafood may run out by then.": "current / supply",
    "The food was probably not very tasty, but it was n _ _ _ _ _ _ _ _ _ and kept the sailors alive, allowing global exploration to continue.": "nutritious",
    "You can a _ _ _ _ most recipes to feed more or fewer people.": "adapt",
    "In some factories, workers wear gloves to protect their hands from h _ _ _ _ _ _ chemicals.": "harmful",
    "Recent research has i _ _ _ _ _ _ _ _ _ _ _ for how we use our phones.": "implications",
    "He put food in glass jars, closed them t _ _ _ _ _ _, and then heated them to a high temperature.": "tightly",
    "Texting is not always the best m _ _ _ of communication.": "mode",
    "It is useful to have a n _ _ _ _ _ _ of colleagues who can give you career advice.": "network",
    "There was an almost unlimited supply of plastic, and it could be made with specific characteristics — hard or soft, s _ _ _ _ or f _ _ _ _ _ _ _, clear or colored.": "stiff / flexible",
    "P _ _ _ _ _ _ _ _ of famous people usually p _ _ _ _ _ the strongest responses from the public. ": "Portraits / prompt",
    "With a r _ _ _ _ _ _ _ _ _ ability to do things differently, today’s entrepreneurs are d _ _ _ _ _ _ _ _ _ markets from finance to technology.": "remarkable / disrupting",
    "Digital innovation can d _ _ _ _ _ _ traditional businesses. For example, more people now use ride-hailing companies like Uber than traditional taxis.": "disrupt",
    "A lot of people c _ _ _ _ that they recycle, but the evidence is that they do not.": "claim",
    "A picture can be a more effective m _ _ _ of communication than words to tell a story.": "mode",
    "Many of them don’t want the responsibility of having a lot of p _ _ _ _ _ _ _ _ _ _.": "possessions",
    "Some people have so many p _ _ _ _ _ _ _ _ _ _ that they cannot fit all of them into their homes.": "possessions",
    "We are hoping that the c _ _ _ _ _ _ situation will not last very long.": "current",
    "Each time a product comes back from a renter, it is refurbished, e _ _ _ _ _ _ _ _ the life of the product.": "extending",
    "Some studies focus e _ _ _ _ _ _ _ _ _ _ on children; no adults are included.": "exclusively",
    "Manufacturers throw away products that have f _ _ _ _ because consumers won't buy products that aren't perfect.": "flaws",
    "One p _ _ _ _ _ _ _ _ of economics is that consumers buy less when prices go up.": "principle",
    "We cannot e _ _ _ _ _ _ _ _ all our problems, but we can reduce the number of them.": "eliminate",
    "Many of the ordinary things that we use every day, from combs to toothbrushes, were once l _ _ _ _ _ items. ": "luxury",
    "In the 1950s, plastic production t _ _ _ _ _ _ _.": "took off",
    "With another scientist, Ka Yi Ling, and the support of i _ _ _ _ _ _ _ _ and the Singapore government, she founded a company, Shiok Meats, in 2018. ": "investors",
    "Many people t _ _ _ _ _ _ their families first when they need financial help.": "turn to",
    "L _ _ _ _ _ items should be taxed more than everyday items like food and clothes.": "Luxury",
    "Before its release in 2008, Apple did a r _ _ _ _ _ _ _ _ _ job of keeping the iPhone a secret.": "remarkable",
    "So, they c _ _ _ _ _ _ _ _ _ _ _ with a tire manufacturer in Singapore.": "collaborated",
    "New smartphones are often s _ _ _ _ _ _ _ bigger than the old ones but not much bigger.": "slightly",
    "A portrait is a very f _ _ _ _ _ type of painting or photo.": "formal",
    "In addition, the brain can process images very quickly and s _ _ _ _ a large number of them as memories.": "store",
    "Most university students will begin to c _ _ _ _ _ _ _ _ _ _ their futures as they near graduation.": "contemplate",
    "It is likely that the move from ownership to usership will continue to expand, partly in response to growing consumer d _ _ _ _ _ for greener products.": "demand",
    "Unfortunately, shoes w _ _ _ _ _ _ _ _ quickly if you use them every day.": "wear out ",
    "A s _ _ _ _ _ of Japanese adults asked about their support for a circular economy.": "survey",
    "If you miss too many classes, there will be a g _ _ in your knowledge.": "gap",
    "Gutiérrez gives a lot of c _ _ _ _ _ to the people who have worked with him, stressing the importance of having a great team, where each team member has different knowledge and skills.": "credit",
    "For IKEA, usership strategies are helping the company to plan ahead for the day when it will be harder to get the non-r _ _ _ _ _ _ _ _ raw materials needed to produce furniture.": "renewable",
    "Sriram considered a number of different opportunities, but one in particular a _ _ _ _ _ _ _ _ _ _ her — how to feed the world’s growing population.": "appealed to",
    "Family and friends are often very s _ _ _ _ _ _ _ _ _ when you lose your job.": "supportive",
    "Realizing that this was an opportunity, he decided to leave his s _ _ _ _ _ job in the United States and start a ride-hailing service in Colombia, which uses an app, much like Uber.": "secure",
    "She had a s _ _ _ _ _ _ _ _ _ mentor, who told her that although many people have excellent ideas, successful entrepreneurs are able to match those ideas to a gap in the market — to something that is missing but the public will want.": "supportive",
    "Most people cannot r _ _ _ _ _ events from before they were three years old.": "recall",
    "Some of these images were exactly the same as the previous images, and some were s _ _ _ _ _ _ _ different.": "slightly",
    "A _ _ _ _ _ _ _ _ people usually make good salespeople because they are aren't afraid to speak up.": "Assertive",
    "The company was unable to deliver the product on time because of a major s _ _ _ _ _ _.": "setback",
    "Instead of photographing the animals in their habitats, he began taking their p _ _ _ _ _ _ _ _.": "portraits",
    "We can p _ _ _ _ _ _ _ fruits in cans and jars and eat them at a later time.": "preserve",
    "Old family photographs can often t _ _ _ _ _ _ memories of childhood.": "trigger",
    "National Geographic photographer Lynn Johnson says that images are so powerful that \"they can change the c _ _ _ _ _ of people's lives; they can change the c _ _ _ _ _ of history.“": "course / course",
    "Solar and wind power are r _ _ _ _ _ _ _ _ sources of energy. Oil and gas are not.": "renewable",
    "The growing population has led to an increased d _ _ _ _ _ for electricity.": "demand",
    "Many people bring their own bags to a store to carry their p _ _ _ _ _ _ _ _.": "purchases",
    "On weekends, the streets t _ _ _ _ _ _ _ _ into a market for street vendors.": "transform",
    "I think your project is too a _ _ _ _ _ _ _ _. There is a lot to finish before the deadline.": "ambitious",
    "A basic p _ _ _ _ _ _ _ _ of the circular economy is that any waste should be used to make another product. ": "principle",
    "If you close a water bottle t _ _ _ _ _ _, the water will not spill out.": "tightly",
    "The Picture Superiority Effect has wide i _ _ _ _ _ _ _ _ _ _ _.": "implications",
    "Energy companies e _ _ _ _ _ _ raw materials from the earth to make oil and steel.": "extract",
    "There is usually a l _ _ _ _ _ _ _ _ _ on the number of people allowed in the restaurant.": "limitation",
    "Regular repairs can e _ _ _ _ _ the life span of appliances for many more years.": "extend",
    "Photos of rare animals from r _ _ _ _ _ areas of the world in their natural h _ _ _ _ _ _ are also very popular.": "remote / habitat",
    "One wealthy i _ _ _ _ _ _ _ gave 10 million dollars to help start the company.": "investor",
    "Smartphones should make our lives easier, but i _ _ _ _ _ _ _ _ _, they often do the opposite.": "ironically",
    "When the tires w _ _ _ _ _ _ _, their rubber is recycled as shoe soles, reducing Timberland's need for new rubber.": "wear out",
    "A good boss gives his or her employees a lot of c _ _ _ _ _ for a successful year.": "credit",
    "Some people think that parking a car in a parking garage is more s _ _ _ _ _ than parking on the street.": "secure",
    "Before celluloid film, photographers had used glass plates, which were heavy, expensive, and f _ _ _ _ _ _. ": "fragile",
    "This jewelry might a _ _ _ _ _ _ _ _ you because it is made in a sustainable way.": "appeal to",
    "A few years later, a British inventor a _ _ _ _ _ _ Appert’s method for cans and within a few decades, people could buy cans of soup, juice, vegetables, and meat.": "adapted",
    "Items made of glass are usually f _ _ _ _ _ _, so you need to handle them carefully.": "fragile",
    "This waste is an economic design f _ _ _.": "flaw",
    "Often, the main d _ _ _ _ _ _ _ of a plan is that it is too expensive.": "drawback",
    "If you’re just sitting there and c _ _ _ _ _ _ _ _ _ _ _ _, things will never move forward.": "contemplating",
    "This difference between how the brain responds to images and written text is called the Picture Superiority Effect (see Figure 1), and it explains why our memory of images is s _ _ _ _ _ _ _ to our memory of text.": "superior",
    "Having a reliable food source also allowed them to s _ _ _ _ _ in one place.": "settle",
    "Unfortunately, most plant-based meats do not have the same taste or t _ _ _ _ _ _ as real meat, nor do they provide the same nutrition.": "texture",
    "It is difficult to grow crops in areas where water is s _ _ _ _ _.": "scarce",
    "He is now working on a second company, an a _ _ _ _ _ _ _ _ project that Gutiérrez hopes will provide mobile financial services to 400 million people across Latin America who do not have bank accounts.": "ambitious",
    "The k _ _ to active reading is taking good notes.": "key",
    "A circular economy is based on the idea of e _ _ _ _ _ _ _ _ _ _ waste by keeping raw materials and products in use for much longer.": "eliminating",
    "This placed serious l _ _ _ _ _ _ _ _ _ _ on how they could live. ": "limitations",
    "Joel Sartore began his career photographing endangered species in their natural h _ _ _ _ _ _.": "habitat",
    "In addition, as a result of pollution, wild seafood often contains plastic and h _ _ _ _ _ _ chemicals.": "harmful",
    "Sartore says we should not \"think that we can destroy one species . . . after another and not affect h _ _ _ _ _ _ _.": "humanity",
    "Some companies rely almost e _ _ _ _ _ _ _ _ _ _ on photographs in their advertisements.": "exclusively",
    "New shoes are often s _ _ _ _ and uncomfortable.": "stiff",
    "The c _ _ _ _ _ _ _ _ _ of a laptop, which are made in different countries, are put together in a factory.": "components",
    "Car owners are often required to buy i _ _ _ _ _ _ _ _ in case of a car accident.": "insurance",
    "This effect was d _ _ _ _ _ _ _ _ _ _ _ in a study in which participants were able to r _ _ _ _ _ only 10 percent of words presented alone.": "demonstrated / recall",
    "He believes that having a n _ _ _ _ _ _ of people who can support you and give you advice is also essential. ": "network",
    "The team c _ _ _ _ _ _ _ _ _ _ _ to create the highest quality product. Each member did a great job.": "collaborated",
    "Most salespeople p _ _ _ _ _ a goal of increasing their sales every year.": "pursue",
    "Some tree branches don't break even in strong wind because they are f _ _ _ _ _ _ _.": "flexible",
    "Europeans began to cross the ocean and s _ _ _ _ _ in North America in the mid-16th century.": "settle",
    "Oxygen and water are both c _ _ _ _ _ _ _ for human life.": "critical",
    "A recent s _ _ _ _ _ of 15,000 people in Asia, Europe, and North America found that consumers are increasingly concerned about the environmental damage that waste can cause.": "survey",
    "They were made from natural raw materials, such as silver and ivory, which were s _ _ _ _ _ and expensive.": "scarce",
    "Fruits and vegetables are more n _ _ _ _ _ _ _ _ _ than cakes and candy.": "nutritious",
    "Electrical w _ _ _ _ were covered in order to prevent these fires.": "wires",
    "Which types of photos are most likely to e _ _ _ _ _ visitors": "engage",
    "I _ _ _ _ _ _ _ _ _, one of plastic’s greatest advantages — it doesn’t rust or break down like metal or wood — became its greatest d _ _ _ _ _ _ _.": "Ironically / drawback",
    "The cost of home o _ _ _ _ _ _ _ _ is increasing every year.": "ownership",
    "The rough t _ _ _ _ _ _ of a wool scarf can scratch your skin.": "texture",
    "Working 16 hours a day, 6 days a week is not a s _ _ _ _ _ _ _ _ _ _ way to live.": "sustainable",
    "The process of finding new drugs and other therapies had too many s _ _ _ _ _ _ _ and seemed to take forever, so she began to look for other ways to use her creative energy.": "setbacks",
    "Factories need to have a dependable supply of raw materials.": "supply",
    "The k _ _ to the success of these usership models is that products are of high quality and can be repaired or u _ _ _ _ _ _ _ easily. ": "key / upgraded",
    "Sartore does this d _ _ _ _ _ _ _ _ _ _ _, knowing that when animals look human, they are likely to p _ _ _ _ _ a powerful emotional response.": "deliberately / prompt",
    "The circular economy brings us back into h _ _ _ _ _ _ with nature.": "harmony",
    "It is more likely than text to t _ _ _ _ _ _ an emotional response, and strong emotions are more likely to lead to action or changes in behavior.": "trigger",
    "Environmentalists and economists warn that this model is not s _ _ _ _ _ _ _ _ _ _.": "sustainable",
    "The disappearance of an insect or a frog may not seem very important, but every animal is an important l _ _ _ in nature.": "link",
    "It’s hard to imagine a world without food that has been p _ _ _ _ _ _ _ _ in some way.": "preserved",
    "A lot of people u _ _ _ _ _ _ to the latest smartphone as soon as it's released.": "upgrade",
    "Experiments d _ _ _ _ _ _ _ _ _ _ that adult brains are very different from children's brains.": "demonstrate",
    "If you are d _ _ _ _ _ _ _ _ _, you will succeed in spite of any problems.": "determined",
    "He traveled to r _ _ _ _ _ communities in Myanmar, Uganda, and India.": "remote",
    "Some critics of the circular economy c _ _ _ _ it will hurt businesses, but supporters argue the opposite.": "claim",
    "Valuable c _ _ _ _ _ _ _ _ _ are e _ _ _ _ _ _ _ _ from products for reuse in a new or different product.": "components / extracted",
    "Millions of b _ _ _ _ _ _ _ live on our skin and inside our bodies. Most are harmless.": "bacteria",
    "Many of them t _ _ _ _ _ _ options like IKEA, the Swedish furniture company, for these p _ _ _ _ _ _ _ _.": "turn to / purchases",
    "Photographers catch a moment that they hope will e _ _ _ _ _ their viewers.": "engage",
    "The food you eat begins to b _ _ _ _ _ _ _ _ _ as soon as you put it in your mouth.": "break down",
    "Text messaging t _ _ _ _ _ _ _ in the late 1990s and is still popular today.": "took off"
}